[
  {
    "id": 1001,
    "title": "Opening and welcome",
    "description": ""
  },
  {
    "id": 1002,
    "title": "Discussion-break",
    "description": ""
  },
  {
    "id": 1003,
    "title": "Lunch",
    "description": ""
  },
  {
    "id": 1004,
    "title": "Spanish Network of Learning Analytics (SNOLA) meeting",
    "description": ""
  },
  {
    "id": 1005,
    "title": "Bilboats 1 hour boat trip. See the details for registration in http://lasi16.snola.es/#!/#pricetable",
    "description": "See the details for registration in http://lasi16.snola.es/#!/#pricetable"
  },
  {
    "id": 1006,
    "title": "Discussion-break",
    "description": ""
  },
  {
    "id": 1007,
    "title": "Lunch",
    "description": ""
  },
  {
    "id": 101,
    "title": "Keynote “Educational Data Science”",
    "description": "Currently, there is an increasing interest in applying the fashion term Data Science (DS) to different domains. In fact, the specific application of DS in the Education field is known as Educational Data Science (EDS), which works with data gathered from educational environments/settings for solving educational problems. There are several communities associated with EDS that can be viewed as related sub-communities: Learning Analytics (LA)/Educational Data Mining (EDM), Learner Analytics/Personalization and Educational Recommender Systems (ERS), Academic/Institutional Analytics (AA), and  Systemic/Instructional Improvement, also known as Data Driven Decision Making in Education (DDDME). This presentation introduces the new and widely used term Educational Data Science. It presents its basic definitions, the process and actors, the main goals and tasks, and the main publications and resources in order to introduce this topic to different type of stakeholders.",
    "speakers": [2],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
      "Educational Data Science",
      "Keynote"
    ]
  },
  {
    "id": 102,
    "title": "Experiences I",
    "description": "<ol><li>Introducción al modelo de estudiantes</li> <li>Lo que saben nuestras plataformas de aprendizaje sobre lo que hacen (o no) nuestros alumnos</li> <li>Learning Analytics in action: privacy issues in the classroom</li> <li>Uso de herramientas de Learning Analytics en la enseñanza de ingenierías. Implicaciones institucionales, docentes y tecnológicas</li></ol>",
    "speakers": [],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags":[
    "Experiences"
    ]
  },
  {
    "id": 103,
    "title": "Workshop I ”Educational data analysis using R”",
    "description": "",
    "speakers": [3],
    "language": "es",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
      "Educational Data Analysis",
      "R"
    ]
  },
  {
    "id": 104,
    "title": "Workshop II “Using Weka on Data from Moodle”",
    "description": "",
    "speakers": [2],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
      "Weka",
      "EDM",
      "Moodle"
    ]
  },
  {
    "id": 105,
    "title": "Experiences II",
    "description": "<ol><li>Utilización de Learning Analytics en Cursos 0</li> <li>Usando Learning Analytics para analizar los resultados de aprendizaje en un serious game</li> <li>Retroalimentación visual de la evaluación mediante rúbricas</li> <li>4.Learning Analytics en entornos de trabajo</li></ol>",
    "speakers": [],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
    "Experiences"
    ]
  },
  {
    "id": 106,
    "title": "Workshop III ”Creating interactive visualizations with R, ggplot2 and Shiny (R initial knowledge required)”",
    "description": "",
    "speakers": [],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
    "Workshop"
    ]
  },
  {
    "id": 107,
    "title": "Experiences III",
    "description": "<ol><li>Análisis de Redes Sociales como instrumento de identificación de alumnos en riesgo dentro de un programa de posgrado</li> <li>Analyzing non-linear video usage in an introductory x-MOOC about basic linear algebra</li> <li>Analítica de la actividad práctica en la asignatura Gestión de Proyectos</li> <li>Design-aware analytics supporting teachers’ monitoring of blended learning scenarios: Two experiences in higher education</li> <li>Using Learning Analytics at School: a Go-Lab Study</li></ol>",
    "speakers": [],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
    "Experiences"
    ]
  },
  {
    "id": 108,
    "title": "Workshop IV: “Orchestrating Learning Analytics: A framework for researchers, teachers and developers“",
    "description": "The goal of the workshop is to gather members of the three target stakeholder groups (teachers, researchers, developers), and use the OrLA framework to establish common ground among them, and to spark and sustain productive discussions about the needs and benefits of learning analytics interventions in authentic educational settings. The workshop will feature hands-on collaborative activities, structured in three main phases: 1. Introduction to OrLA and example of its application to a real setting 2.Stakeholder needs: individual activities and breakout groups (per kind of stakeholder) about the major concerns and needs when facing a learning analytics intervention/innovation 3.Concrete intervention cases: breakout groups formed by different stakeholders, in which the benefits of concrete LA tools are matched against the constraints of the educational setting and the needs of the specific stakeholders in that setting. Please register in the LASI's registration form and in http://go.epfl.ch/LASI-ORLA2016",
    "speakers": [5,7,8,9],
    "language": "en",
    "complexity": "Medium",
    "presentation": "http://lprisan.wix.com/orla2016",
    "video": "",
    "tags": [
    "Workshop",
    "Orchestrating Learning Analytics"
    ]
  },
  {
    "id": 109,
    "title": "Keynote “Learning analytics: Visions of the Future”",
    "description": "What does the future hold for learning analytics? In terms of Europe’s priorities for learning and training, they will need to support relevant and high-quality knowledge, skills and competences developed throughout lifelong learning. More specifically, they should improve the quality and efficiency of education and training, enhance creativity and innovation, and focus on learning outcomes in areas such as employability, active-citizenship and well-being. This is a tall order and, in order to achieve it, we need to consider how our work fits into the larger picture. Drawing on the outcomes of two recent European studies, Rebecca will discuss how we can avoid potential pitfalls and develop an action plan that will drive the development of analytics that enhance both learning and teaching.",
    "speakers": [1],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
      "Learning Analytics",
      "Keynote"
    ]
  },
  {
    "id": 110,
    "title": "Workshop V “Ethics and Privacy issues in LA”",
    "description": "",
    "speakers": [1],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
      "Learning Analytics",
      "Ethics and Privacy"
    ]
  },
  {
    "id": 111,
    "title": "Workshop VI “Social network analysis (SNA) in educational data“",
    "description": "",
    "speakers": [],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
    "Workshop"
    ]
  },
  {
    "id": 112,
    "title": "Industrial track",
    "description": "",
    "speakers": [],
    "language": "en",
    "complexity": "Medium",
    "presentation": "",
    "video": "",
    "tags": [
    "Industrial presentations"
    ]
  },
  {
    "id": 113,
    "title": "Workshop VII “Contextual Learning analytics Enforcing data Ownership (CLEO). Building Learning Dashboards with Logstash, Elasticsearch and Kibana“",
    "description": "Educational data continues to grow in volume, velocity and variety. Making sense of the educational data in such conditions requires deployment and usage of appropriate scalable, real-time processing tools supporting a flexible data schema. Elasticsearch is one of the popular open-source tools meeting the enlisted requirements. Initially envisioned as a search engine capable of operating at scale and in real time, Elasticsearch is used by organisations such as Wikimedia and Github, which deal with big data on daily basis. In addition, Elasticsearch is used increasingly often as analytics platform thanks to its scalable architecture and expressive query language. Until recently, the exploitation of Elasticsearch for (learning) analytical purposes by practitioners was hindered by a high entrance barrier due to the complexity of the query language and the query specificities. This is currently changing with the ongoing development of Kibana, an open-source tool that allows to conduct analysis and build visualisations of Elasticsearch data through a graphical user interface. Kibana does not require the user to dive into technical details of the queries (although it is still possible) and hence makes big educational data visualisations accessible to regular users. The additional value of Kibana comes in play whenever several visualisations are combined on a single dashboard, enabling to use multiple coordinated views for an interactive explorative analysis. Both Elasticsearch and Kibana, together with Logstash are part of an analytics stack often referred to as ELK. Logstash supports data acquisition from multiple sources (including twitter, RSS, event logs) thanks to its rich set of available connectors. Custom connectors can be developed for case-specific sources. In addition to the mentioned values, ELK enables building analytics infrastructures decoupled from the learning platform, i.e., it allows to host separately the learning environment (with the analytics functionalities) and the data storage without affecting the end-user experience. Schedule: An introduction to ELK technologies (30 minutes). A hands-on session (40 minutes). Discussion and Feedback (20 minutes)",
    "speakers": [4,5,6],
    "language": "en",
    "complexity": "Medium",
    "presentation": "http://graasp.eu/ils/572cb573c3ddb608c844b933/?lang=en",
    "video": "",
    "tags": [
    "Workshop",
    "Contextual Learning Analytics",
    "Logstash",
    "Elasticsearch",
    "Kibana"
    ]
  }
]
