[
  {
    "id": 1,
    "title": "LASI Spain 2017: Grants for students",
    "titleUrl": "grants",
    "posted": "March 4, 2017",
    "file": "2016-03-04-c4p.markdown",
    "brief": "The Spanish Network Of Learning Analytics (SNOLA) will soon publish the announcement of grants for undergraduate and graduate students who wish to attend LASI Spain 2017."
  },
  {
    "id": 2,
    "title": "Learning Analytics Summer Institute Spain 2017 (LASI Spain 2017)",
    "titleUrl": "about-lasi17",
    "posted": "March 5, 2017",
    "file": "2017-03-05-info.markdown",
    "brief": "Learning Analytics (LA) is a research area that brings together experts in very diverse subjects (educational technology, artificial intelligence, education, data mining or psychology, etc.) with managers, administrators, politicians and companies related to formal and > informal education. Making the most of the increasing amount of data students and teachers leave when they interact with learning technologies is one of its main goals. However, LA has also created high expectations about the possibility of adapting the student learning path, developing recommendation systems, personalized learning and formative assessment. In summary, there is an interesting debate about the impact of LA in education. Sponsored by the Society for Learning Analytics Research (SoLAR), the Learning Analytics Summer Institutes (LASI) have become established in the last two years as an awareness-raising, capacity-building, international network of events, where researchers and practitioners can meet to share their work, and envision the future. A number of activities are organized around the world in association to this conference. The “LASI Spain 2017” International workshop is Sponsored by the Society for Learning Analytics Research (SoLAR), the Learning Analytics Summer Institutes (LASI) have become established in the last years as an awareness-raising, capacity-building, international network of events, where researchers and practitioners can meet to share their work, and envision the future. A number of activities are organized around the world in association to this conference. The “LASI Spain 2017” International workshop is organized by Universidad Carlos III de Madrid (UC3M), Universidad Nacional de Educación a Distancia (UNED) and Universidad Politécnica de Madrid (UPM), in collaboration with SNOLA (Spanish Network of Learning Analytics) and eMadrid, is part of the global LASI network and will take place on July 3rd to 5th in Madrid."
  },
  {
    "id": 3,
    "title": "Learning Analytics Summer Institute LASI 2017: Call for papers",
    "titleUrl": "call-for-papers",
    "posted": "March 6, 2017",
    "file": "2017-03-06-c4p.markdown",
    "brief": "The fifth edition of the Learning Analytics Summer Institute Spain 2017 (LASI Spain 2017), organized by Universidad Carlos III de Madrid (UC3M), Universidad Nacional de Educación a Distancia (UNED) and Universidad Politécnica de Madrid (UPM), in collaboration with SNOLA (Spanish Network of Learning Analytics) and eMadrid, is part of the global LASI network, conceived as a platform to catalyse educators, technologists, researchers, enterprise and policymakers around shaping the next generation of learning infrastructures to truly serve the needs now facing the education sector."
  }
]
