[
  {
    "id": 1,
    "title": "Learning Analytics Summer Institute (LASI) Spain 2016",
    "titleUrl": "/about-lasi16",
    "posted": "May 5, 2016",
    "file": "2016-05-04-info.markdown",
    "brief": "Learning Analytics (LA) is a research area that brings together experts in very diverse subjects (educational technology, artificial intelligence, education, data mining or psychology, etc.) with managers, administrators, politicians and companies related to formal and > informal education. Making the most of the increasing amount of data students and teachers leave when they interact with learning technologies is one of its main goals. However, LA has also created high expectations about the possibility of adapting the student learning path, developing recommendation systems, personalized learning and formative assessment. In summary, there is an interesting debate about the impact of LA in education. Sponsored by the Society for Learning Analytics Research (SoLAR), the Learning Analytics Summer Institutes (LASI) have become established in the last two years as an awareness-raising, capacity-building, international network of events, where researchers and practitioners can meet to share their work, and envision the future. A number of activities are organized around the world in association to this conference. The “LASI Spain 2016” International workshop is organized by the University of Deusto (UD) with the collaboration of SNOLA (Spanish Network of Learning Analytics) on June 27th to 28th at the campus of Bilbao."
  },
  {
    "id": 2,
    "title": "Learning Analytics Summer Institute LASI 2016: Call for participation",
    "titleUrl": "/call-for-proposals",
    "posted": "March 7, 2016",
    "file": "2016-03-07-c4p.markdown",
    "brief": "The sheer amount of data that we generate in the course of our lives is growing exponentially as technology plays a larger and larger part in what we do every day. This also happens in the field of Education, where information technology is becoming increasingly important. The  data generated by the systems used today to support how we teach and how we learn provides an unprecedented opportunity to better understand and support learning. The main goals of the Learning Analytics Summer Institute are promoting the development of skills and knowledge of doctoral students and academics to use Learning Analytics techniques. The Local Learning Analytics Summer Institute (LASI 2016) and the summer camp will be held on June 27-28 at the University of Deusto in Bilbao. We really need your cooperation to organise and provide a high quality event. Therefore, we encourage you to present your Learning Experiences and Workshops"
  },
  {
    "id": 3,
    "title": "Learning Analytics Summer Institute LASI 2016: Announcing grants for students",
    "titleUrl": "/grants",
    "posted": "March 7, 2016",
    "file": "2016-03-07-c4p.markdown",
    "brief": "The Spanish Network Of Learning Analytics (SNOLA) announces 14 grants for undergraduate and graduate students who wish to attend LASI Spain 2016. Grants include the accommodation for June 26th and June 27th and breakfast and lunch for June 27th and June 28th. Submit your grant application before June 19th through http://goo.gl/forms/Te5SrhIePtW2thiV2"
  }
]
